const quiz = [
    {
        //1
        "q": "Первым делом все ученики Хогвартса проходят «испытание» Распределяющей шляпой. На какой факультет хотите попасть?",
        "a" : {
            "w": "Добряки из Пуффендуя точно примут меня в свою компанию.",
            "c" : "Думаю, мои знания и любовь к головоломкам — билетик в Когтевран.",
            "h" : "Слишком сложный выбор. Я доверюсь Шляпе.",
            "s" : "Конечно, Гриффиндор! Даже если шляпа решит иначе, я буду настаивать.",
            "t": "Слизерин отлично раскроет мои способности. А то, что он выпускает только злых волшебников, — предрассудки!",
        }
    },
     {
         //2
        "q": "С факультетом определились. А где в замке будете проводить больше всего времени?",
        "a" : {
            "s" : "На поле для квиддича: нужно много тренироваться, чтобы попасть в команду.",
            "c" : "В библиотеке столько книг, что их за семь лет учёбы не перечитать!",
            "t": "В Выручай-комнате. Интересно, сколько диковинных вещей там спрятано?",
            "h" : "Будем честными, все мы хотим в Хогвартс ради столовой!",
            "w": "Гостиная факультета — самое уютное место. Наверняка там очень тепло коротать холодные вечера.",
        }
    },
     {
         //3
        "q": "В первый же год вашего обучения кто-то выпустил тролля из подземелья. Ваши действия?",
        "a" : {
            "w": "Нужно как-то незаметно улизнуть, чтобы на него посмотреть.",
            "c" : "Выполню все указания старост, а на следующий день напишу письмо родителям — пусть знают, что тут происходит.",
            "h" : "Паниковать! Какой ещё тролль? А если он всех съест?",
            "s" : "Спокойно. Хогвартс — самое безопасное место. Профессора разберутся. ",
            "t": "И чего все так всполошились? Это же всего лишь тролль…",
        }
    },
       {
        //4
        "q": "Профессор Снейп поставил вам плохую оценку и высмеял при всём классе. Как будете действовать?",
        "a" : {
            "s" : "Ночью прокрадусь в его кабинет, перемешаю все скляночки и подброшу одну из вредилок Фреда и Джорджа. ",
            "h" : "А какой предмет он ведёт?",
            "t": "Я в своих знаниях уверен(-а) и не буду это так оставлять: пойду к декану факультета, если надо — к самому Дамблдору.",
            "c" : "На следующее занятие подготовлюсь так, что у него не будет шанса снова меня унизить. ",
            "w": "В мире столько интересных и важных вещей, что я даже не буду тратить на это энергию. ",
        }
    },
      {
        //5
        "q": "Вы узнали, что в Хогвартсе организуют тайный «отряд Дамблдора». Вступите в него?",
        "a" : {
            "c" : "Это нарушает все правила, но сейчас такие времена, что пора переставать быть «отличницей».",
            "h" : "Эти ребята напрашиваются на неприятности. Не хочу быть наказанным(-ой) вместе с ними.",
            "s" : "Шутите? Я был(-а) одним из организаторов!",
            "w": "Наконец-то здесь происходит что-то интересное! А где интересное, там и я!",
            "t": "Если смогу разобраться, где они собираются…",
        }
    },
    {
        //6
        "q": "Вы бы хотели принять участие в Турнире Трёх Волшебников?",
        "a" : {
            "c" : "Это очень серьёзное соревнование, требующее особой подготовки. Боюсь, мне не хватит способностей.",
            "w": "Не люблю с кем-то соревноваться. Лучше буду зрителем.",
            "t": "Я целенаправленно готовилась к этому состязанию.",
            "s" : "Конечно! Осталось только придумать, как закинуть имя в Кубок…",
            "h" : "С моей репутацией «самого неуклюжего волшебника» вряд ли меня возьмут.",
        }
    },
       {
        //7
        "q": "А кого вы бы пригласили на Святочный Бал?",
        "a" : {
            "s" : "А, что, а кто остался?",
            "t": "Приглашу самую красивую девочку нашего факультета. Она не сможет мне отказать.",
            "c" : "Меня уже пригласили. Виктор Крам, из Дурмстранга.",
            "h" : "А туда точно надо идти?  Позову того кто ещё без пары.",
            "w": "С моей репутацией «самого неуклюжего волшебника» вряд ли меня возьмут.",
        }
    },
        {
        //8
        "q": "Какой волшебный подарок хотите получить на Рождество?",
        "a" : {
            "c" : "Учебник «Фантастические звери и места их обитания» с автографом Ньюта Саламандера.",
            "h" : "Баночку «Феликс Фелицис» — удача никогда не помешает.",
            "w": "Мантию-невидимку — с её помощью можно изучать существ в дикой среде обитания и не нарушать их покой.",
            "t": "«Набор начинающего негодяя» из магазина Фреда и Джорджа",
            "s" : "Карту Мародёров — необходимая вещь!",
        }
    },
];