const answers = {
    "w" : {
        "description" : "Вы — Полумна Лавгуд. Веру в чудо никто не отменял. Вы точно знаете: мозгошмыги существуют!",
        "image" : "s.jpg",
    } ,
    "t" : {
        "description" : "Вы — Драко Малфой. За показным высокомерием порой может скрываться нежность. Вы довольны ярки и загадочны, но порой остаётесь непоняты.",
        "image" : "w.jpg",
    } ,
    "c" : {
        "description" : "Вы — Гермиона Рейнджер. Многие удивляются, как вам удаётся везде успевать. Просто вы знаете секрет, как быть в двух местах одновременно!",
        "image" : "c.jpg",
    } ,
    "s" : {
        "description" : "Вы — Гарри Поттер. Давненько я не видал такого как вы! Сильный, могучий, свободный, может самоуверенный, но тем не менее вы Избранный!",
        "image" : "h.jpg",
    } ,
    "h" : {
        "description" : "Вы — Рон Уизли. Часто кажется, что ты на вторых ролях, и это действительно так. Но и ты можешь кое-чем похвастаться. Например, тем, что женился на Гермионе.",
        "image" : "t.jpg",
    } ,
};